Repository: 84000/data-translation-memory
Catalog: toh37-v3.tmx
Source language: bo
Languages: en

source: བསླབ་པ་ལྔའི་ཕན་ཡོན་གྱི་མདོ། འཕགས་པ་དཀོན་མཆོག་གསུམ་ལ་གུས་པས་ཕྱག་འཚལ་ལོ། །
en: The Sūtra on The Benefits of the Five Precepts Homage, with devotion, to the noble Three Jewels.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་གརྒ་ར་དང་། ཆུ་སྲིན་བྱིས་པ་གསོད་ཀྱི་རི་དང་། སྨན་གྱི་ནགས་རི་དགས་རྒྱུ་བའི་གནས་ན་བཞུགས་སོ། །
en: The Bhagavān was staying in the Bhesakalā grove deer park at Suṃsumāragiri in the country of the Bhaggas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་སྔ་དྲོའི་དུས་སུ་ཆོས་གོས་གྱོན་ལྷུང་བཟེད་ཐོགས་ཏེ། ཕ་ན་ཀུ་ལའི་ཁྱིམ་བདག་གང་ན་ཡོད་པའི་གནས་དེར་གཤེགས་ཤིང་ཉེ་བར་གཤེགས་ཏེ། གདན་བཤམས་པ་ལ་བཞུགས་སོ། །དེ་ནས་ཡང་ཕ་ན་ཀུ་ལའི་ཁྱིམ་བདག་དང་།
en: Early one morning, the Bhagavān, having donned his outer robe and taken up his bowl, went to the dwelling of the householder Nakulapitā and, having approached, sat down on a prepared seat.

source: མ་ན་ཀུ་ལའི་ཁྱིམ་བདག་མོས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་ཞིང་ཉེ་བར་སོང་ནས། བཅོམ་ལྡན་འདས་ལ་ཕྱག་བྱས་ཏེ། ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །
en: Then the householders Nakulapitā and Nakulamātā approached the Bhagavān, greeted him reverently, and sat down to one side.

source: ཕྱོགས་གཅིག་ཏུ་འཁོད་ནས། ཕ་ན་ཀུ་ལའི་ཁྱིམ་བདག་དེས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །གང་གི་ཚེ་བཙུན་པ་བཅོམ་ལྡན་འདས། མ་ན་ཀུ་ལའི་ཁྱིམ་བདག་མོ་བདག་ཁྱེའུའི་དུས་སུ་བུ་མོ་གཞོན་ནུ་མ་བླངས་ཏེ། མ་ན་ཀུ་ལའི་ཁྱིམ་བདག་མོ་ལས་ལོག་པར་གཡེམ་པའི་སེམས་མ་སྐྱེས་སོ། །ལུས་ཀྱི་སྐྱོན་གང་ཡང་མ་བྱུང་བ་ལས་བཙུན་པ་བཅོམ་ལྡན་འདས་མཐོང་བའི་ཆོས་འདི་ལ་ཕན་ཚུན་དུ་མཐོང་ངོ་། །
en: Sitting to one side, the householder Nakulapitā addressed the Bhagavān: “Ever since, Venerable Bhagavān, the householder Nakulamātā was brought to me as a young girl when I was still a child, not even the thought of being unfaithful to Nakulamātā has occurred to me, and there has been no physical wrongdoing.

source: སྐྱེ་བ་གཞན་དུ་ཕན་ཚུན་དུ་མཐོང་བར་བདག་འདོད་དོ། །
en: Bhagavān, this is our mutual experience in this life, and we wish to share this experience in other lives, too.”

source: མ་ན་ཀུ་ལའི་ཁྱིམ་བདག་མོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །གང་གི་ཚེ་བཙུན་པ་བཅོམ་ལྡན་འདས་ཕ་ན་ཀུ་ལའི་ཁྱིམ་བདག་གཞོན་ནུའི་དུས་སུ་བདག་གཞོན་ནུ་མ་བླངས་སོ། །ཕ་ན་ཀུ་ལའི་ཁྱིམ་བདག་ལས། འདོད་པས་ལོག་པར་གཡེམ་པའི་སེམས་མ་སྐྱེས་སོ། །ལུས་ཀྱི་སྐྱོན་མ་བྱུང་བ་གང་ལས་བཙུན་པ་བཅོམ་ལྡན་འདས་མཐོང་བའི་ཆོས་འདི་ལ་ཕན་ཚུན་དུ་མཐོང་ངོ་། །
en: Then the householder Nakulamātā addressed the Bhagavān: “Ever since, Venerable Bhagavān, I was brought as a girl to householder Nakulapitā when he was still young, not even the thought of being unfaithful to Nakulapitā has occurred to me, and there has been no physical wrongdoing.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱིམ་བདག་དང་ཁྱིམ་བདག་མོ་གཉིས་པོ་ལ་འདོད་པ་ཡོད་པར་གྱུར་པས་མཐོང་བའི་ཆོས་འདི་ལ་ཕན་ཚུན་དུ་མཐོང་བར་གྱུར་ཏོ། །སྐྱེ་བ་གཞན་དུ་མཐོང་བར་འགྱུར་རོ། །
en: Then the Bhagavān said, “When a husband and wife both have that wish and have had this mutual experience in this life, they will share this experience in other lives, too.

source: གཉིས་པོ་དག་དད་པ་མཉམ་པ་དང་། ཚུལ་ཁྲིམས་མཉམ་པ་དང་། གཏོང་བ་མཉམ་པ་དང་། ཤེས་རབ་མཉམ་པ་རྣམས་ཀྱིས་མཐོང་བའི་ཆོས་འདི་ལ་ཕན་ཚུན་དུ་མཐོང་བར་གྱུར་ཏོ། །སྐྱེ་བ་གཞན་དུ་མཐོང་བར་འགྱུར་རོ། །
en: By being equal in faith, equal in ethical discipline, equal in generosity, and equal in wisdom, both of you have had this mutual experience in this life, and you will share this experience in other lives, too.”

source: ཡང་ཚིགས་སུ་བཅད་པ་འདི་བཀའ་སྩལ་ཏེ། གཉིས་ཀ་དད་དང་ཆོས་ཚིག་དང་། །མཉམ་དང་ཆོས་ཀྱིས་འཚོ་བ་དང་། །ཕན་ཚུན་དུ་ནི་དགའ་བའི་ཚིག །དེ་ལྟར་སྐྱེས་པ་བུད་མེད་གཅིག །ནོར་མང་དང་ནི་ལྡན་པ་དང་། །
en: Then he spoke the following verses: “A man and woman like this, Who speak to each other lovingly, Who are both faithful, generous, and self-controlled, And who live in accordance with the Dharma, “Will have abundant wealth And will be reborn in a good situation.

source: གནས་ནི་བཟང་པོར་སྐྱེ་བར་འགྱུར། །དགྲ་ནི་དེ་ལ་དགའ་བ་དང་། །གཉིས་ཀ་མཉམ་པའི་ཚུལ་ཁྲིམས་ཀྱིས། །འདི་ལྟར་ཆོས་ནི་སྤྱོད་པ་དང་། །གཉིས་ཀ་ཚུལ་ཁྲིམས་ལྡན་པ་དང་། །འདོད་ཅིང་འདོད་ལ་ཡི་རང་བས། །ལྷ་ཡི་གནས་སུ་དགའ་བར་འགྱུར། །
en: Their enemies will become unhappy, And when both are equal in ethical discipline, “And have practiced the Dharma in this life With equal virtue and good conduct, They will next enjoy a deva world Where they will delight in sensual pleasures.

source: དེའི་ཕྱིར་བསླབ་པ་རྣམ་པ་ལྔ་པོ་བསྲུང་བར་བྱའོ། །འདི་ལྟ་སྟེ།
en: “Therefore, one should guard the five precepts.

source: སྲོག་གཅོད་པ་སྤོང་བ་དང་། མ་བྱིན་པར་ལེན་པ་སྤོང་བ་དང་། འདོད་པས་ལོག་པར་གཡེམ་པ་སྤོང་བ་དང་། བརྫུན་དུ་སྨྲ་བ་སྤོང་བ་དང་། མྱོས་པར་འགྱུར་བའི་ཆང་གི་བཏུང་བ་སྤོང་བའོ། །
en: “These are (1) refraining from killing, (2) refraining from taking what has not been given, (3) refraining from sexual misconduct, (4) refraining from lying, and (5) refraining from drinking alcohol that leads to intoxication.

source: བསླབ་པ་ལྔ་པོ་འདི་ནི་བསྲུང་བར་བྱའོ། །
en: These are the five precepts that one should guard.”

source: དེ་ནས་ཡང་དགེ་སློང་རྣམས་ཀྱིས་ཚུལ་ཁྲིམས་ལྔའི་ཕན་ཡོན་ཞུས་པ། གཞན་ཡང་བཙུན་པ་བཅོམ་ལྡན་འདས་སྲོག་གཅོད་པ་སྤངས་པའི་རྣམ་པར་སྨིན་པ་ཇི་ལྟར་ཤེས་པར་བགྱི།
en: The monks then inquired about the benefits of the five disciplines: “How else, Venerable Bhagavān, should the karmic fruition of refraining from killing be understood?

source: མ་བྱིན་པར་ལེན་པ་སྤངས་པའི་རྣམ་པར་སྨིན་པ་ཇི་ལྟར་ཤེས་པར་བགྱི།
en: How should the karmic fruition of refraining from taking what has not been given be understood?

source: འདོད་པས་ལོག་པར་གཡེམ་པ་སྤངས་པའི་རྣམ་པར་སྨིན་པ་ཇི་ལྟར་ཤེས་པར་བགྱི།
en: How should the karmic fruition of refraining from sexual misconduct be understood?

source: བརྫུན་དུ་སྨྲ་བ་སྤངས་པའི་རྣམ་པར་སྨིན་པ་ཇི་ལྟར་ཤེས་པར་བགྱི།
en: How should the karmic fruition of refraining from lying be understood?

source: མྱོས་པར་འགྱུར་བའི་ཆང་གི་བཏུང་བ་སྤངས་པའི་རྣམ་པར་སྨིན་པ་ཇི་ལྟར་ཤེས་པར་བགྱི།
en: And how should the karmic fruition of refraining from drinking alcohol that leads to intoxication be understood?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་རྣམས་ཀྱིས་དྲིས་པ་དེ་བསྟན་ཅིང་རྟོགས་པར་བྱ་བའི་ཕྱིར་བཀའ་སྩལ་པ། དགེ་སློང་དག་སྲོག་གཅོད་པ་ནི་སྦྲུལ་དུག་ཅན་དང་འདྲ་བར་བལྟ་བར་བྱའོ། །
en: The Bhagavān responded to their questions so as to be well understood: “Monks, you should regard killing as being like a venomous snake.

source: སྡིག་པ་དུ་མ་དང་ལྡན་པ་དང་། ཡི་དགས་ཀྱི་སྐྱེ་གནས་སུ་སྐྱེ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེ་བ་དང་། དམྱལ་བའི་སྐྱེ་གནས་སུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: It is accompanied by many wrongdoings and leads to rebirth in the realm of ghosts, the animal realm, and the hell realms.

source: དེའི་ལུས་ཞིག་ནས་ཤི་བའི་ཕ་རོལ་དུ་དམྱལ་བ་ཡང་སོས་སུ་སྐྱེའོ། །
en: After the destruction of the body, after death, one will be born in the Reviving Hell.

source: དེ་ནི་དམྱལ་བ་ཡང་སོས་དམྱལ་བའི་སྲུང་མས་ཡང་དག་པར་སྲེག་པ་དང་མཚོན་སྣ་ཚོགས་པ་བཟུང་ནས་དུམ་བུར་གཅོད་ཅིང་ལུས་ལ་བུག་པ་འབུགས་པར་བྱེད་དོ། །
en: There, the guardians of the Reviving Hell will thoroughly roast one’s body, and then cut it to pieces with a variety of blades and gouge holes in it.

source: རྣམ་པ་ལྔ་ཡིས་བཅིང་ངོ་ཞེས་པས་ལས་བྱེད་ཅིང་བྱེད་ལ། དམྱལ་བའི་སེམས་ཅན་དེ་ཡང་དང་ཡང་དུ་ཤི་ནས་ཡང་དང་ཡང་དུ་འཚོ་བས་ན་ཡང་སོས་སུ་སྐྱེའོ། །
en: Forced to undergo the so-called “fivefold ordeal,” the denizens of this hell repeatedly die and are repeatedly revived and reborn in the Reviving Hell.

source: དེ་རྣམས་དེ་ལ་ཡང་སོས་ཀྱི་སྡུག་བསྔལ་དྲག་པོ་རྩུབ་པ་ཚ་བ་འཇོམས་ཤིང་འཇོམས་ལ་གང་ཞིག་ལ་ཐམས་ཅད་ལྕི་ཞིང་སྲོག་བཅད་པའི་རྣམ་པར་སྨིན་པ་དེའོ། །
en: “The karmic fruition for those who weightily take life is to be overwhelmed again and again by all these terrible, harsh, and intense sufferings of the Reviving Hell.

source: དེ་མིར་སྐྱེས་ཀྱང་ཚེ་ཐུང་བར་འགྱུར་རོ། །དབང་པོ་ཡོངས་སུ་མ་ཚང་བར་འགྱུར་རོ། །
en: Even if they are reborn as a human, their lives will be short, their sense faculties defective.

source: གཟུགས་ངན་པ་དང་། ཤེས་རབ་འཆལ་པ་དང་། རྟག་ཏུ་སྐྲག་པ་དང་། རྟག་ཏུ་ཁྲོ་བ་དང་།
en: They will be ugly, lacking insight, always fearful, and always angry.

source: ནད་དང་བཅས་པ་དང་། མྱ་ངན་དང་བཅས་པ་དང་། དགའ་བ་དང་འབྲལ་བ་དང་།
en: They will be disease ridden, full of sorrow, and devoid of joy.

source: ཐམས་ཅད་དང་འབྲལ་བ་དང་། རྟག་ཏུ་ཡུན་རིང་དུ་འབྲལ་བར་འགྱུར་རོ། །
en: They will have nothing, and they will have nothing for a very long time.”

source: དེའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྐྱེ་བ་ལྔ་བརྒྱར་ཡི་དགས་དང་། །ཉ་སྦྲུལ་རི་དགས་འུག་པ་དང་། །མ་ཧེ་ཁྱི་དང་ཝ་རྣམས་ནི། །སྲོག་བཅད་པ་ཡི་ཉེས་པའོ། །
en: For that reason, the Bhagavān has said: “Being reborn for five hundred rebirths As ghosts, fish, snakes, game, owls, Water buffalos, dogs, and foxes Is the harm that ensues from having killed.”

source: འདི་ནི་སྲོག་བཅད་པའི་རྣམ་པར་སྨིན་པའོ། །སྲོག་གཅོད་པ་ནི་སྤངས་པ་ཡིས། །སྐྱེས་པའམ་ནི་བུད་མེད་ལུས། །
en: This is the karmic fruition of killing.

source: ཐོབ་པར་འགྱུར་ཏེ་ཕན་ཡོན་ནི། །ཡོན་ཏན་ཉི་ཤུ་མི་དམན་པར། །ཡན་ལག་ཉིང་ལག་ཕུན་སུམ་ཚོགས། །ལུས་ནི་ཤེད་དང་ལྡན་པ་དང་། །རིགས་བཟང་པོར་ནི་མྱུར་དུ་སྐྱེ། །
en: “Those who refrain from killing Will obtain the body of a man or woman And the benefits they reap will be The full twenty of these qualities: “Their limbs and minor body parts will be perfect, Their bodies will be strong, They will be reborn immediately in a good family, And their limbs will be beautiful and soft.

source: ཡན་ལག་གཙང་ཞིང་འཇམ་པ་དང་། །ཚེ་རིང་བ་དང་བདེ་བ་དང་། །དཔའ་ཞིང་སྟོབས་དང་ལྡན་པ་དང་། །ཚིག་ནི་མཆོག་ཏུ་བཟང་བ་དང་། །ལྷ་དང་བཅས་པ་དགའ་བ་དང་། །
en: “Their lives will be long and happy, They will be courageous and strong, Their words will be most eloquent, And they will experience divine joy.

source: འཇིག་རྟེན་པ་ཡིས་ངན་མི་བྱེད། །འཕགས་པས་ཚིག་ངན་མི་བརྗོད་དང་། །བྱད་སྟེམས་ངན་པས་མི་འཆི་ཞིང་། །མཐའ་ཡས་པ་ཡི་འཁོར་དང་ལྡན། །
en: “They will not be harmed by worldlings Or criticized by noble ones; They will not die through black magic, And they will have an infinite retinue.

source: ཁ་དོག་གཟུགས་དང་ཡང་དག་ལྡན། །ནད་དང་མྱ་ངན་ཉུང་བ་དང་། །ཁྱིམ་གྱི་གནས་ནི་མི་སྤོང་དང་། །གཞན་གྱིས་མི་དགར་མི་འགྱུར་རོ། །
en: “They will have a perfect complexion and form, They will have few illnesses and afflictions, They will not have to leave their homes, And they will not be made unhappy by others.

source: སྲོག་གཅོད་པ་ནི་སྤངས་པ་ཡིས། །སྐྱེས་པའམ་ནི་བུད་མེད་ཀྱིས། །ཕན་ཡོན་འདི་ནི་མྱོང་བར་འགྱུར། །ལྷ་རྣམས་དང་ནི་མི་རྣམས་སུའོ། །
en: “A man or a woman, By refraining from killing, Will experience these benefits As a deva or as a human.

source: དེ་ལུས་ཞིག་ཅིང་ཤི་ནས་བདེ་འགྲོ་མཐོ་རིས་ལྷའི་འཇིག་རྟེན་དུ་ཉེ་བར་སྐྱེའོ། །
en: “After the destruction of the body, after death, they will be reborn in a happy rebirth-destiny, in heaven, in a deva world.

source: མ་བྱིན་པར་ལེན་པ་ནི་མ་བྱིན་པར་ཕ་རོལ་གྱི་རྫས་རྣམ་པར་ཤེས་པ་དང་བཅས་པ་དང་། རྣམ་པར་ཤེས་པ་མེད་པ་གང་རུང་ཁང་པ་ཕུག་ནས་རྐུ་བ་ལ་སོགས་པའོ། །ཕ་རོལ་བསླུས་ནས་ལེན་པ་དང་།
en: “Stealing means robbing another’s possessions, which have not been given, from their house or room and so on, whether consciously or unconsciously.

source: རང་འཚོ་བའི་ཕྱིར་དེ་རྣ་མས་དེ་ལྟ་བུའི་རིམ་པས་མ་བྱིན་པར་ལེན་པ་དེ་དེའི་ལུས་ཞིག་ནས་ཤི་བའི་ཕ་རོལ་དུ་ངུ་འབོད་དུ་སྐྱེ་བར་འགྱུར་རོ། །
en: Those who take from others by deception in order to make a living likewise eventually take what has not been given and will, after the destruction of the body, after death, be reborn in the Wailing hells.

source: ངུ་འབོད་ཅེས་པའི་མིང་ནི་ངུ་འབོད་གཉིས་ཏེ། འབར་བའི་ངུ་འབོད་དང་། དུ་བའི་ངུ་འབོད་དོ། །
en: “There are two hells called Wailing: the Wailing Hell of Flames and the Wailing Hell of Smoke.

source: འབར་བའི་ངུ་འབོད་ནི་ཚེ་བསྐལ་པ་གཅིག་ཏུ་གནས་སོ། །
en: In the Wailing Hell of Flames, life lasts for one cosmic age.

source: བར་བར་དུ་མེ་འབར་བས་ཡོངས་སུ་གང་བའོ། །
en: At intervals, the entire hell is filled with a blazing fire.

source: དུ་བའི་ངུ་འབོད་ནི་དུ་བ་འཚུབ་ཅིང་དེ་གཉིས་ལ་མེ་འབར་བས་ངུ་འབོད་དུ་སེམས་ཅན་དམྱལ་བ་རྣམས་འཚེད་དོ། །
en: In the Wailing Hell of Smoke, fumes billow. In both, the denizens of the Wailing hells are cooked by flames.

source: བུ་ག་དགུ་ནས་མེ་འབྱུང་ཞིང་ལུས་སྲེག་གོ། །འདི་ནི་དུ་བའི་ངུ་འབོད་དོ། །
en: Fire comes out of their nine orifices and scorches their bodies.

source: དུ་བའི་ངུ་འབོད་ནི་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་འཚེད་དོ། །
en: In the Wailing Hell of Smoke, beings are cooked as denizens of hell.

source: བུ་ག་དགུ་ནས་དུ་བ་འཚུབ་ཅིང་འབྱུང་ངོ་། །ཇི་ལྟར་ཟན་འཚེད་པ་ལྟར་ལུས་འཚེད་དོ། །
en: Fumes come billowing from their nine orifices, and their bodies are cooked like food.

source: སེམས་ཅན་གཉིས་ཀ་མྱ་ངན་གྱི་སྒྲ་ཆེན་པོ་སྒྲོགས་སོ། །
en: The beings in both scream in torment.

source: དེ་དག་ནི་དེར་སྡུག་བསྔལ་དྲག་ཅིང་རྩུབ་པ་དང་ཚ་བ་མྱོང་བར་འགྱུར་རོ། །
en: There they experience terrible, harsh, and intense sufferings.

source: མ་བྱིན་པར་ལེན་པ་ནི་དགེ་སློང་དག་སྦྲུལ་དུག་ཅན་དང་འདྲ་བར་བལྟ་བར་བྱའོ། །
en: “Stealing, monks, should be regarded as being like a venomous snake.

source: དམྱལ་བར་འཇུག་པ་དང་། ཡི་དགས་ཀྱི་ཡུལ་དུ་འཇུག་པ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེ་བར་འགྱུར་རོ། །
en: It leads to rebirth in the hells, in the realm of ghosts, and as animals.

source: གང་ཞིག་མ་བྱིན་པར་ལེན་པའི་རྣམ་པར་སྨིན་པ་ནི་ཤིན་ཏུ་ཆེན་པོའོ། །
en: The karmic fruition for anyone who steals is very grave.

source: མིར་སྐྱེས་ཀྱང་ལོངས་སྤྱོད་རྣམས་ཉམས་པར་འགྱུར་བ་དང་། མ་བྱིན་པར་བླངས་པའི་སེམས་ཅན་གྱི་ལག་ཏུ་དངོས་པོ་ཅུང་ཟད་ཀྱང་འཆགས་པར་མི་འགྱུར་རོ། །
en: Even if reborn as a human, their resources will be depleted, and those who have taken what has not been given will be unable to hold on to even the smallest things.

source: བཟའ་བ་དང་། བཏུང་བ་དང་། གོས་དང་། སྟན་ལ་སོགས་པ་རྙེད་དཀའ་བར་འགྱུར་བ་དང་།
en: It will be difficult for them to obtain food, drink, clothing, a mat, and so forth.

source: རྒྱུན་མི་འཆད་པར་ཟུག་རྔུ་ཅན་དང་། གཞན་སྡང་བ་དང་། འཚེ་བར་འགྱུར་རོ། །
en: They will be in constant discomfort and will be hateful and hostile toward others.

source: གང་དང་གང་རྙེད་པ་དེ་དང་དེ་ནི་ཉམས་པར་འགྱུར་རོ། །གཞན་གྱིས་ལོངས་སྤྱོད་པར་འགྱུར་རོ། །
en: Whatever they do manage to obtain they will lose again, and others will enjoy it instead.

source: གང་འདོད་པའི་ལོངས་སྤྱོད་ནི་རྙེད་དཀའ་བར་འགྱུར་རོ། །དངོས་པོ་ཡོད་པ་རྣམས་འཕེལ་བར་མི་འགྱུར་རོ། །
en: What they desire will be difficult to obtain, and things they already possess will not be productive.

source: བདེ་བ་དང་འབྲལ་བར་འགྱུར་རོ། །
en: They will be devoid of happiness.”

source: དེའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ། འདིར་ནི་དབུལ་དང་བཀྲེན་པ་དང་། །གཟུགས་ངན་ཉེ་བར་འཚེ་བ་དང་། །རིགས་ངན་དུ་ནི་སྐྱེ་བ་ནི། །མ་བྱིན་ལེན་པའི་ཉེས་པའོ། །
en: For that reason, the Bhagavān has said: “In this life, poverty and destitution, Ugliness and misery, And birth in a low social status Are the harms that ensue from having stolen.”

source: མ་བྱིན་པར་ལེན་པའི་རྣམ་པར་སྨིན་པའོ། །མ་བྱིན་ལེན་པ་སྤངས་པ་ཡིས། །
en: This is the karmic fruition of stealing.

source: སྐྱེས་པ་འམ་ནི་བུད་མེད་ནི། །ཐོབ་པར་འགྱུར་ཏེ་ཕན་ཡོན་ནི། །ཡོན་ཏན་ཉི་ཤུ་མི་དམན་པར། །རྟག་ཏུ་འབྲུ་ནི་མང་བ་དང་། །མཐའ་ཡས་ལོངས་སྤྱོད་ཕུན་སུམ་ཚོགས། །
en: “Those who refrain from stealing Will obtain rebirth as a man or a woman And the benefits they reap will be The full twenty of these qualities: “Their grain will always be abundant, Their resources endless and fulsome.

source: སྔར་མེད་པ་ནི་རབ་ཏུ་འཕེལ། །འདོད་པ་རྣམས་ནི་བརྟན་པ་དང་། །
en: What was lacking before will be plentiful, And their desires will be stable.

source: གཟུགས་སྒྲ་རོ་དང་དྲི་དང་ནི། །རེག་བྱ་རྣམས་ནི་ཡིད་དུ་འོང་། །
en: “All visible forms, sounds, tastes, smells, And tactile sensations will be pleasant.

source: དོན་དུ་གཉེར་བ་ཐམས་ཅད་ལ། །བསམ་པ་ཐམས་ཅད་མྱུར་དུ་འགྲུབ། །
en: Every purpose for which they strive, And every intention, will be swiftly achieved.

source: དེ་ལ་རྒྱལ་པོ་ཆོམ་རྐུན་དང་། །མི་མཛའ་བ་ཡིས་མི་འཕྲོགས་དང་། །
en: “They will not be robbed, Neither by kings nor thieves nor enemies.

source: མི་འམ་ཡང་ན་ཆུ་དང་ནི། །དེ་རྣམས་ཀྱིས་ནི་འཚེ་མི་འགྱུར། །
en: They will be impervious to harm, Even by fire and water.

source: འདི་འདྲ་བ་ཡི་ལོངས་སྤྱོད་ལྡན། །གང་ཞིག་སྟེར་དང་ཟ་བ་ལ། །མེད་ཅེས་པ་ནི་འབྱུང་མི་འགྱུར། །རྟག་ཏུ་བདེ་བར་གནས་པ་དང་། །
en: “Their resources will be such That when it comes to gifts and food They will never say ‘no’ And will always live in comfort.

source: མ་བྱིན་ལེན་པ་སྤངས་པ་ཡིས། །སྐྱེས་པ་འམ་ནི་བུད་མེད་ལ། །ཐོབ་པར་འགྱུར་ཏེ་ཕན་ཡོན་ནོ། །ལྷ་རྣམས་དང་ནི་མི་རྣམས་སུའོ། །
en: “A man or a woman, By refraining from stealing, Will experience these benefits As a deva or as a human.

source: དེ་ལུས་ཞིག་ཅིང་ཤི་ནས་བདེ་འགྲོ་མཐོ་རིས་དང་ལྷའི་འཇིག་རྟེན་དུ་ཉེ་བར་སྐྱེའོ། །
en: “After the destruction of the body, after death, they will be reborn in a happy rebirth-destiny, in heaven, in a deva world.

source: འདོད་པ་རྣམས་ལ་ལོག་པར་གཡེམ་པས་ནི་འཚོ་བའི་འཇིག་རྟེན་འདིར་འདོད་པར་བྱེད་པ་ནི། དེའི་ལུས་ཞིག་ནས་ཤི་བའི་ཕ་རོལ་དུ་ངུ་འབོད་ཆེན་པོར་སྐྱེ་ཞིང་ལྟུང་བར་འགྱུར་རོ། །
en: “Those who are lustful and commit acts of sexual misconduct in this world, after the destruction of the body, after death, will fall and be reborn in the Loud Wailing Hell.

source: དེ་ནས་ཕྱི་རུ་ཆུ་བོ་རབ་མེད་ཀྱི་ངོགས་གཉིས་སུ། ཤལ་མ་ལིའི་ནགས་དཔག་ཚད་བརྒྱད་ཅུ་གྱེན་དུ་མཉམ་ཞིང་མཐོ་བ། ཚེར་མ་སོར་བཅུ་དྲུག་པ་ཡལ་ག་རྣམས་ཐུར་ལ་འཕྱང་བ།
en: Outside, on both banks of the unfordable Vaitaraṇī River, is the Forest of Silk Cotton Trees, equally high, extending upward for eighty yojanas, with thorns sixteen finger-widths in length and downward-hanging branches.

source: ལུས་པོ་རྒྱང་གྲགས་བཅུ་གཉིས་དང་ལྡན་ཞིང་ལུས་ལ་མེ་གྱེན་དུ་འབར་བ། དཔག་ཚད་དྲུག་ཅུར་གྱེན་དུ་འགྲོ་ཞིང་དེ་ལ་རྟག་ཏུ་སྣ་ཚོགས་པའི་མཚོན་གྱིས་ཕན་ཚུན་དུ་གསོད་ཅིང་། དེ་ནི་ཤལ་མ་ལིའི་ཤིང་གི་ནགས་ལ་ཤོན་ནོ། །
en: Bodies the size of twelve earshots, with flames climbing up their bodies, ascend sixty yojanas, and there they perpetually kill one another with various weapons, which are the leaves of the Forest of Silk Cotton Trees.

source: ལོ་སྟོང་ཕྲག་མང་པོར་ཤིང་གི་ཚེར་མ་ལ་འཛེག་གོ། །
en: For many thousands of years they will climb on the thorns of those trees.

source: གཞན་ཡང་དམྱལ་བའི་སྲུང་མ་རྣམས་ཀྱིས་མཚོན་བླངས་ནས་བརྒྱབ་པས་ངུ་ཞིང་མགོ་ཐུར་ལ་བསྟན་ནས་ལྷུང་ངོ་། །
en: Moreover, they will be struck with weapons by the guardians of this hell.

source: ལྷུང་བའི་དུས་སུ་ལྕགས་བསྲེགས་ཀྱི་ས་གཞིར་གསལ་ཤིང་བཙུགས་པ་རྣམས་ལ་ལྷུང་ངོ་། །དེ་རྣམས་བཤང་ལམ་ནས་འཐོན་པས། དེ་རྣམས་ཀྱིས་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་རོ། །
en: Crying out, they will fall headlong, and when they land they will be impaled on sharpened stakes set into a ground of burning iron, so that the stakes emerge from their anuses, causing extreme pain.

source: རྒྱུན་དུ་ངུ་ཞིང་དཔག་ཚད་དྲུག་ཅུ་པའི་ལྕགས་ཀྱི་བུམ་པར་བསྐལ་པ་གཅིག་ཏུ་སྡོད་དོ། །མེ་མདག་གིས་ཡོངས་སུ་གང་བར་དམྱལ་བའི་སྲུང་མ་རྣམས་ཀྱི་ཁར་ལྡུགས་སོ། །
en: Constantly wailing, they will stay for an eon in an iron pot sixteen yojanas wide and completely filled with burning coals, which the guardians of hell shove into their mouths.”

source: དེའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རི་ནག་བརྩེགས་པ་མཉམ་ཞིང་མཐོ། །ཤིང་ནི་ཚེར་མར་བཅས་པ་དང་། །
en: For that reason, the Bhagavān has said: “Tall like the summits of the Kālaparvata mountains, The trees in this forest have thorns.

source: ལྕགས་ཀྱི་ཚེར་མ་རྣོན་པོ་ཡིས། །འཇིག་རྟེན་མི་ལ་བདེ་བ་མེད། །
en: In a world of sharp iron thorns, There is no comfort for a human.

source: ཤིང་གི་རྩེ་མོར་གནས་པ་ཡི། །དུས་ཀྱི་ཆུང་མས་ཅི་ཞིག་བྱ། །
en: “What is the use of a temporary partner now, When stuck on the tips of those trees?”

source: དེའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་འདོད་པ་རྣམས་ལ་ལོག་པར་གཡེམ་པ་ནི། སྦྲུལ་དུག་ཅན་དང་འདྲ་བར་བལྟ་བར་བྱའོ། །
en: For that reason, the Bhagavān has said, “Monks, sexual misconduct toward what you desire should be regarded as being like a venomous snake.

source: གང་ཞིག་འདོད་པ་རྣམས་ལ་ལོག་པར་གཡེམ་པའི་རྣམ་པར་སྨིན་པ་ནི་ཤིན་ཏུ་ཆེན་པོའོ། །
en: The karmic fruition for anyone who commits sexual misconduct is very grave.

source: དེ་མིར་སྐྱེས་ཀྱང་སྡུག་བསྔལ་ཆེན་པོ་མྱོང་བར་འགྱུར་རོ། །
en: Even if reborn as a human, they will experience great suffering.”

source: དེའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྐྱེ་བ་ལྔ་བརྒྱར་བུད་མེད་འགྱུར། །དེ་བཞིན་དུ་ནི་མ་ནིང་འགྱུར། །
en: For that reason, the Bhagavān has said: “For five hundred lives, they will be reborn as women, And likewise as paṇḍakas.

source: སྐྱུག་བྲོའི་མཛེ་ཅན་ཡང་ཡང་འགྱུར། །
en: Again and again, they will be repugnant lepers.

source: ལོག་པར་གཡེམ་པའི་ཉེས་པའོ། །
en: These are the harms that ensue from from sexual misconduct.

source: སྐྱེ་བ་དུ་མར་ཉེ་བར་འཚེ་བ་དང་།
en: “They will experience misfortune over many lifetimes.

source: དགྲ་མང་བར་འགྱུར་བ་དང་། མི་མཛའ་བ་དང་རྟག་ཏུ་ལྷན་ཅིག་ཏུ་གནས་པར་འགྱུར་བ་དང་།
en: They will have many enemies and will always be among hostile people.

source: ཉལ་བ་དང་ལྡང་བའི་ཚེ་སྡུག་བསྔལ་དང་བཅས་པ་དང་།
en: Whether sleeping or rising, they will be uncomfortable.

source: དུས་རྟག་ཏུ་ཁྲོ་བ་དང་།
en: They will be constantly angry.

source: མིས་གནོད་པར་བྱེད་པ་དང་།
en: They will be disturbed by people.

source: རྟག་ཏུ་ལུས་སྒུར་བར་འགྱུར་བ་དང་། འོན་པ་དང་།
en: Their bodies will always be hunched.

source: སྐྱེ་བ་ནས་སྐྱེ་བར་དམུས་ལོང་ལ་སོགས་པར་སྐྱེ་བར་འགྱུར།
en: From rebirth to rebirth they will be born deaf and blind and so on.

source: རྣམ་པར་འགྱུར་བར་ངེས་པ་དང་།
en: Change for the worse will be certain.

source: རྟག་ཏུ་སེམས་མི་དགའ་བར་འགྱུར་བ་དང་།
en: They will always be dissatisfied.

source: ཕན་ཚུན་དུ་འཐབ་པ་ལ་དགའ་བ་དང་།
en: They will delight in mutual conflict.

source: དགའ་བའི་སེམས་དང་འབྲལ་བར་འགྱུར་རོ། །
en: They will be bereft of faith.

source: དེ་ལུས་ཞིག་ནས་ཤི་བའི་ཕ་རོལ་དུ་ངུ་འབོད་ཆེན་པོའི་དམྱལ་བར་ལྟུང་ཞིང་སྐྱེ་བར་འགྱུར་རོ། །
en: “After the destruction of the body, after death, they will fall and be reborn in the Loud Wailing Hell.

source: དེར་ཡང་དེ་ལ་སྡུག་བསྔལ་དྲག་པ་དང་། རྩུབ་པ་དང་། ཚ་བ་ཉམས་སུ་མྱོང་བར་འགྱུར།
en: There, they will experience terrible, harsh, and intense suffering.”

source: འདོད་པས་ལོག་པར་གཡེམ་པའི་རྣམ་པར་སྨིན་པའོ། །ལོག་པར་གཡེམ་པ་སྤངས་པ་ཡི། །
en: This is the karmic fruition of sexual misconduct.

source: སྐྱེས་པའམ་ནི་བུད་མེད་ཀྱིས། །ཐོབ་པར་འགྱུར་ཏེ་ཕན་ཡོན་ནི། །ཡོན་ཏན་ཉི་ཤུ་མི་དམན་པར། །དེ་ལ་དགྲ་ནི་མེད་པ་དང་། །འཇིག་རྟེན་ཐམས་ཅད་དགའ་བ་དང་། །
en: “Those who refrain from sexual misconduct Will obtain rebirth as a man or a woman And the benefits they reap will be The full twenty of these qualities: “They will have no enemies, And the whole world will rejoice in them.

source: བཟའ་དང་བཏུང་བ་རྙེད་པར་སླ། །གོས་དང་སྟན་དང་གནས་རྣམས་དང་། །
en: They will easily obtain food and drink, Clothing, a bed, and a dwelling.

source: བདེ་བར་ཉལ་དང་བདེ་བར་འདུག །དེ་ནི་བདེ་བར་ལྡང་བ་དང་། །
en: “They will sleep well, stay well, And rise well.

source: ངན་སོང་འཇིགས་ལས་རྣམ་པར་གྲོལ། །
en: They will be completely free from the fear Of bad rebirth.

source: མྱ་ངན་མེད་དང་འཇིགས་པའང་མེད། །ནད་རྣམས་ཐམས་ཅད་དེ་ལ་མེད། །
en: “They will have no sorrow or fear, Nor any illnesses.

source: མ་ནིང་བུད་མེད་དུ་མི་སྐྱེ། །
en: They will not be reborn as a paṇḍaka Or as a woman.

source: ཅུང་ཟད་གང་ནི་དོན་གཉེར་འདོད། །དེ་ཡི་འདོད་པ་གྲུབ་པར་འགྱུར། །
en: “Whatever they really want, however small, Will be obtained.

source: ཕན་ཚུན་དུ་ནི་མཛའ་བ་མང་། །གཞན་ནི་མི་དགའ་དེ་ལ་མེད། །
en: They will enjoy many mutual friendships, And no one will bear them ill will.

source: དབང་པོ་ཀུན་ནི་ཚང་བ་དང་། །དགེ་བའི་མཚན་ཉིད་ཡང་དག་ལྡན། །
en: “They will have unimpaired sense faculties And will possess the perfect marks of virtue.

source: མི་བཟོད་ཆུང་དང་དོགས་པ་མེད། །སྐྱེས་པ་བུད་མེད་དོགས་མེད་དོ། །
en: They will not be impatient, nor doubtful, And will be trusted by men and women.

source: ལོག་པར་གཡེམ་པ་སྤངས་པ་ཡི། །སྐྱེས་པ་འམ་ནི་བུད་མེད་ཀྱིས། །ཕན་ཡོན་འདི་ནི་མྱོང་བར་འགྱུར། །ལྷ་འམ་ཡང་ན་མི་རྣམས་ཀྱིས། །
en: “A man or a woman, By refraining from sexual misconduct, Will experience these benefits As a deva or as a human.

source: དེའི་ལུས་ཞིག་ནས་ཤི་བའི་ཕ་རོལ་དུ་མཐོ་རིས་དང་ལྷའི་འཇིག་རྟེན་དུ་བདེ་འགྲོར་སྐྱེ་བར་འགྱུར་རོ། །
en: “After the destruction of the body, after death, they will be reborn in a happy rebirth-destiny, in heaven, in a deva world.

source: གང་ཞིག་སྐྱེས་པ་འདོད་པ་ཡིས། །སྐྱེ་བ་ཡང་དང་ཡང་དུ་ནི། །བུད་མེད་གཞན་ལ་འགྲོ་མི་བྱ། །སེམས་ཀྱི་དྲི་མ་བཀྲུ་བའོ། །བུད་མེད་གང་ཞིག་གི་གྱོས་སྒྱུག་ལ་ཉེ་བར་མི་བསྙེན་པ་དང་། རང་གི་ཁྱོ་ལ་ཉེ་བར་མི་བསྙེན་པ་དང་།
en: “Any man who is driven by desire, In rebirth after rebirth, Should not go after other women But cleanse his mental stain instead.”
